Revit 2027 API
ParameterTypeId.StructuralSectionLangleBoltDiameterShorterFlange Property
 "Bolt Diameter Shorter Flange"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionLangleBoltDiameterShorterFlange { get; }
Public Shared ReadOnly Property StructuralSectionLangleBoltDiameterShorterFlange As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionLangleBoltDiameterShorterFlange {
	ForgeTypeId^ get ();
}
static member StructuralSectionLangleBoltDiameterShorterFlange : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace